-- phpMyAdmin SQL Dump
-- version 2.11.9.2
-- http://www.phpmyadmin.net
--
-- 主机: 127.0.0.1:3306
-- 生成日期: 2018 年 12 月 20 日 15:08
-- 服务器版本: 5.1.28
-- PHP 版本: 5.2.6

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- 数据库: `shopping`
--

-- --------------------------------------------------------

--
-- 表的结构 `activepage`
--

CREATE TABLE IF NOT EXISTS `activepage` (
  `paid` int(10) NOT NULL AUTO_INCREMENT COMMENT '索引号',
  `papic` varchar(255) NOT NULL COMMENT '首张大图',
  `pacolor` varchar(255) NOT NULL COMMENT '页面主色调',
  `paquanpic` varchar(255) NOT NULL COMMENT '领券图片',
  `paname` varchar(255) NOT NULL COMMENT '页面名称',
  `paapic` varchar(255) NOT NULL COMMENT '活动内容图片',
  `papro` text NOT NULL COMMENT '活动产品存放区域',
  `patitleBagPic` varchar(255) NOT NULL COMMENT '活动块背景图片',
  `aid` int(10) NOT NULL COMMENT 'activity数据表的aid(外键)',
  `padate` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '活动创建时间',
  PRIMARY KEY (`paid`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=19 ;

--
-- 导出表中的数据 `activepage`
--

INSERT INTO `activepage` (`paid`, `papic`, `pacolor`, `paquanpic`, `paname`, `paapic`, `papro`, `patitleBagPic`, `aid`, `padate`) VALUES
(1, '2018081310093383.jpg', '#6795f3', '2018081310093380.jpg', '维达大牌狂欢', '2018081310093391.jpg', '{''1'','''','''',[69,70,71,72]} {''2'',''易果生鲜'',''领券满119-20再减30'',[13,2,3,10,11,1,15,16,17,18,19,20,21,22,23,24,25,32,4,5,6,33]} {''3'',''粮油调味'',''满99减20'',[7,8,9,27,28,29,30,31,34,35,37,38,39,40,36,52,53,54,26]} {''4'',''酒水饮料'',''满66送48元大礼包'',[41,42,43,44,45,46,47,48,49,50,51]} {''5'',''冲调保健'','''',[59,60,61,62]} {''6'',''居家生活'','''',[55,56,57,58,63,64,65,66,67,68]}', '2018081310093349.png', 1, '2018-08-13 18:09:33'),
(2, '201808140227129.jpg', '#b4efff', '', '冰爽冲饮', '', '{''1'','''','''',[42,41,43,51,52,53]} {''2'',''买二免一'','''',[13,2,3,4,5,6,7,8,9,10]} {''3'',''精选爆款'','''',[11,1,15,16,17,18,20,21,22,23,24,25]} {''4'',''速食冷藏'','''',[19,26,27,28,29,30,31,32,33]}', '2018081402234012.png', 2, '2018-08-14 10:23:40'),
(3, '2018112215505543.jpg', '#601a16', '', '滋补季生鲜', '2018112215505543.png', '{''1'','''','''',[42,41,43,51,52,53]} {''2'',''好货凑单'','''',[6,7,8,9,10,11]} {''3'',''2件8折'','''',[1,15,16,17,18,19,20,24,25,26,27,28,29]} {''6'',''居家生活'','''',[55,56,57,58,63,64,65,66,67,68]}', '2018112215505520.jpg', 0, '2018-11-22 23:51:48'),
(4, '2018112216421745.jpg', '#e0c6b8', '', '洁柔大牌风云', '2018112216421711.png', '{''1'','''','''',[42,41,43,51,52,53]} {''2'',''好货凑单'','''',[6,7,8,9,10,11]} {''3'',''2件8折'','''',[1,15,16,17,18,19,20,24,25,26,27,28,29]} {''6'',''居家生活'','''',[55,56,57,58,63,64,65,66,67,68]}', '2018112216421773.png', 0, '2018-11-23 00:42:28'),
(5, '2018112305115090.jpg', '#9a3419', '', 'buy里挑一', '2018112305115070.png', '{''1'','''','''',[33,34,21,22,23,24,25]} {''2'',''就是这么浪'','''',[20,26,27,18,19,28,30,31,32,35,29,36,37,38]} {''3'',''火锅好伙伴'','''',[40,41,42,43,44,45,48,49,50,51,52,53,47,54,46,39]}', '2018112305115031.jpg', 0, '2018-11-23 13:11:51');

-- --------------------------------------------------------

--
-- 表的结构 `activity`
--

CREATE TABLE IF NOT EXISTS `activity` (
  `aid` int(10) NOT NULL AUTO_INCREMENT COMMENT '活动页id，主键,自增,ke作为动态活动页的索引，直接填网址的话此项可以不填',
  `aname` varchar(255) NOT NULL COMMENT '活动名称',
  `apic` varchar(255) NOT NULL COMMENT '图片',
  `aurl` varchar(255) NOT NULL COMMENT '链接',
  `asort` int(5) DEFAULT '0' COMMENT '索引（如为单页值，则为0）',
  `adate` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '时间',
  PRIMARY KEY (`aid`),
  FULLTEXT KEY `nname` (`aname`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=24 ;

--
-- 导出表中的数据 `activity`
--

INSERT INTO `activity` (`aid`, `aname`, `apic`, `aurl`, `asort`, `adate`) VALUES
(1, '激爽一夏', '2018080715520095.jpg', 'pages.php?paid=1', 1, '2018-08-07 23:52:00'),
(2, '激爽一夏', '2018080716043238.jpg', 'pages.php?paid=2', 2, '2018-08-08 00:04:32'),
(3, '买二免一', '2018112211435751.jpg', 'pages.php?paid=4', 3, '2018-11-22 19:43:57');

-- --------------------------------------------------------

--
-- 表的结构 `admin`
--

CREATE TABLE IF NOT EXISTS `admin` (
  `adid` int(5) NOT NULL AUTO_INCREMENT,
  `adname` varchar(20) NOT NULL,
  `adpwd` varchar(50) NOT NULL,
  `ademail` varchar(50) NOT NULL,
  `addate` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `adsuper` int(2) NOT NULL DEFAULT '0' COMMENT '管理员级别,0为普通管理,1为超级管理员',
  PRIMARY KEY (`adid`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=3 ;

--
-- 导出表中的数据 `admin`
--

INSERT INTO `admin` (`adid`, `adname`, `adpwd`, `ademail`, `addate`, `adsuper`) VALUES
(1, 'qzy', '924604a97c320a214d2122117f7206e6f86a3b9d', '244616102@qq.com', '2018-11-18 20:05:41', 1),
(2, 'qwe', '40bd001563085fc35165329ea1ff5c5ecbdbbeef', '244616102@qq.com', '2018-12-08 21:10:19', 1);

-- --------------------------------------------------------

--
-- 表的结构 `banner`
--

CREATE TABLE IF NOT EXISTS `banner` (
  `bid` int(3) NOT NULL AUTO_INCREMENT COMMENT '广告ID,主键',
  `bpic` varchar(255) NOT NULL COMMENT '图片名称',
  `bname` varchar(255) NOT NULL COMMENT '图片标题',
  `burl` varchar(255) NOT NULL COMMENT '图片链接',
  `bdate` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00' ON UPDATE CURRENT_TIMESTAMP COMMENT '添加时间',
  `bsort` int(3) NOT NULL COMMENT '排序',
  PRIMARY KEY (`bid`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=15 ;

--
-- 导出表中的数据 `banner`
--

INSERT INTO `banner` (`bid`, `bpic`, `bname`, `burl`, `bdate`, `bsort`) VALUES
(2, '2018111802175046.jpg', '冰爽冲饮', 'pages.php?paid=2', '2018-11-18 10:17:50', 2),
(3, '201811230548091.jpg', '滋补季生鲜', 'pages.php?paid=3', '2018-11-23 13:48:09', 3),
(1, '2018111802302843.jpg', '童话纸巾婚纱', 'pages.php?paid=1', '2018-11-18 10:30:28', 1),
(13, '2018112304594024.jpg', '洁柔大牌风云', 'pages.php?paid=4', '2018-11-23 13:04:14', 7),
(14, '2018112305142546.jpg', 'Buy里挑一', 'pages.php?paid=5', '2018-11-23 13:14:25', 8);

-- --------------------------------------------------------

--
-- 表的结构 `cart`
--

CREATE TABLE IF NOT EXISTS `cart` (
  `cid` int(11) NOT NULL AUTO_INCREMENT COMMENT 'ID',
  `cpid` int(11) NOT NULL COMMENT '产品ID',
  `cnum` int(11) NOT NULL COMMENT '数量',
  `cuid` int(11) NOT NULL COMMENT '用户id',
  PRIMARY KEY (`cid`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=116 ;

--
-- 导出表中的数据 `cart`
--


-- --------------------------------------------------------

--
-- 表的结构 `ccclassification`
--

CREATE TABLE IF NOT EXISTS `ccclassification` (
  `cccoid` int(2) NOT NULL AUTO_INCREMENT COMMENT '三级分类表，主键',
  `ccconame` varchar(50) NOT NULL COMMENT '三级分类名称',
  `cccosort` int(5) NOT NULL COMMENT '二级分类（外键）',
  `cckcosort` int(5) NOT NULL COMMENT '排序',
  PRIMARY KEY (`cccoid`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=110 ;

--
-- 导出表中的数据 `ccclassification`
--

INSERT INTO `ccclassification` (`cccoid`, `ccconame`, `cccosort`, `cckcosort`) VALUES
(14, '龙眼', 2, 1),
(13, '梨', 1, 2),
(12, '苹果', 1, 1),
(15, '扇贝', 5, 1),
(17, '八宝粥', 27, 1),
(18, '米', 15, 1),
(19, '菠萝', 1, 3),
(20, '花生油', 14, 1),
(23, '鸭肉', 4, 1),
(65, '鸡胸肉', 4, 3),
(64, '墨鱼仔', 5, 5),
(63, '蚬子肉', 5, 3),
(62, '海参', 5, 2),
(60, '牛排', 4, 1),
(59, '芒果', 1, 7),
(58, '荔枝', 1, 6),
(61, '虾', 5, 1),
(55, '哈密瓜', 1, 4),
(56, '火龙果', 2, 2),
(57, '葡萄', 1, 5),
(66, '云吞', 8, 1),
(67, '小笼包', 7, 2),
(68, '流沙包', 7, 3),
(69, '糯米鸡', 8, 1),
(70, '饺子', 8, 4),
(71, '手抓饼', 8, 3),
(72, '煎饺', 8, 5),
(73, '巴沙鱼片', 25, 1),
(74, '鸡蛋', 24, 1),
(75, '蚝油', 13, 1),
(76, '盐', 13, 2),
(77, '榨菜', 47, 1),
(78, '面粉', 15, 2),
(79, '面条', 15, 3),
(80, '绿豆', 15, 4),
(81, '椰子汁', 21, 1),
(82, '可乐', 22, 2),
(83, '苏打水', 22, 3),
(84, '鹿龟酒', 48, 1),
(85, '二锅头', 19, 1),
(86, '五粮液', 19, 2),
(87, '郎酒', 19, 3),
(88, '洋河', 19, 4),
(89, '中粮', 16, 1),
(90, '青岛啤酒', 18, 1),
(91, '维他', 22, 3),
(92, '猴姑米稀', 28, 1),
(93, '黑芝麻糊', 29, 1),
(94, '蛋白粉', 28, 2),
(95, '衣架', 32, 1),
(96, '扫把', 37, 1),
(97, '拖把', 37, 2),
(98, '整理箱', 49, 1),
(99, '蜂蜜', 29, 2),
(100, '复合维生素', 28, 3),
(101, '组合花茶', 29, 3),
(102, '阿胶糕', 29, 4),
(103, '挂钩', 49, 2),
(104, '百洁布', 37, 3),
(105, '音箱', 34, 1),
(106, '数据线', 34, 2),
(107, '枕头', 35, 1),
(108, '蚊帐', 35, 2),
(109, '维达纸巾', 50, 1);

-- --------------------------------------------------------

--
-- 表的结构 `cclassification`
--

CREATE TABLE IF NOT EXISTS `cclassification` (
  `ccoid` int(5) NOT NULL AUTO_INCREMENT COMMENT '二级分类表，主键',
  `cconame` varchar(50) NOT NULL COMMENT '细分类名称',
  `ccosort` int(5) NOT NULL COMMENT '二级分类排序',
  `ckcosort` int(5) NOT NULL COMMENT '排序',
  PRIMARY KEY (`ccoid`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=51 ;

--
-- 导出表中的数据 `cclassification`
--

INSERT INTO `cclassification` (`ccoid`, `cconame`, `ccosort`, `ckcosort`) VALUES
(1, '国产水果', 1, 1),
(2, '进口水果', 1, 2),
(3, '水果礼盒', 1, 3),
(4, '精品肉类', 2, 2),
(5, '海鲜水产', 2, 1),
(6, '肉类熟食', 3, 2),
(7, '主食面点', 3, 1),
(8, '速食冰冻', 3, 3),
(13, '厨房调料', 4, 3),
(14, '食用油', 4, 1),
(15, '米面杂粮', 4, 2),
(16, '葡萄酒', 5, 1),
(18, '啤酒', 5, 3),
(19, '白酒', 5, 4),
(20, '其他酒品', 5, 5),
(21, '安心乳品', 5, 6),
(22, '果汁/饮料/水', 5, 7),
(23, '鲜果周边', 1, 4),
(24, '蛋品', 3, 4),
(25, '冷藏食品', 3, 5),
(26, '南北干货', 4, 4),
(27, '方便速食', 4, 5),
(28, '膳食营养剂', 6, 1),
(29, '食用保健品', 6, 2),
(32, '衣物晾晒', 7, 1),
(33, '厨具', 7, 2),
(34, '小家电', 7, 3),
(35, '床上用品', 7, 4),
(36, '卫浴用具', 7, 5),
(37, '家庭清洁', 7, 6),
(47, '下饭菜', 4, 6),
(48, '药用饮品', 6, 3),
(49, '整理用品', 7, 7),
(50, '生活用纸', 7, 8);

-- --------------------------------------------------------

--
-- 表的结构 `classblock`
--

CREATE TABLE IF NOT EXISTS `classblock` (
  `cBid` int(2) NOT NULL AUTO_INCREMENT COMMENT '主键，自增',
  `cBcolor` varchar(50) NOT NULL COMMENT '色调颜色',
  `cBtitle1` varchar(255) NOT NULL COMMENT '文本1',
  `cBtitle2` varchar(255) NOT NULL COMMENT '文本2',
  `cBpic` varchar(255) NOT NULL COMMENT '图片',
  `cBsort` varchar(5) NOT NULL COMMENT '首页按该顺序排序',
  `cBdate` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00' ON UPDATE CURRENT_TIMESTAMP COMMENT '时间',
  `cBcoid` int(5) NOT NULL COMMENT '一级列表对应的id',
  PRIMARY KEY (`cBid`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=9 ;

--
-- 导出表中的数据 `classblock`
--

INSERT INTO `classblock` (`cBid`, `cBcolor`, `cBtitle1`, `cBtitle2`, `cBpic`, `cBsort`, `cBdate`, `cBcoid`) VALUES
(1, '#7ff8a6', '鲜果嗨抢中', '任2件7.8折', '2018072503490625.png', '1', '2018-11-18 20:12:30', 1),
(2, '#ff9228', '吃肉放肆吃', '满99减20', '2018072416254492.png', '2', '2018-07-25 00:25:44', 2),
(3, '#b373fb', '胡吃海塞中', '任2件8折', '2018072416244895.png', '3', '2018-07-25 00:24:48', 3),
(4, '#2abff6', '爆款直降', '疯狂厨房', '2018072503492459.png', '4', '2018-07-25 11:49:24', 4),
(5, '#ff7a64', '酒暖香融 冬有味', '爆款直降', '2018072416274041.png', '5', '2018-07-25 00:27:40', 5),
(6, '#ffbb00', '换季调理', '爆款直降', '2018072416261453.png', '6', '2018-07-25 00:26:14', 6),
(7, '#7FF8A6', '家具好生活', '爆款直降', '2018072416255750.png', '7', '2018-07-25 00:25:57', 7);

-- --------------------------------------------------------

--
-- 表的结构 `classification`
--

CREATE TABLE IF NOT EXISTS `classification` (
  `coid` int(5) NOT NULL AUTO_INCREMENT COMMENT '一级分类表主键，自增',
  `coname` varchar(50) NOT NULL COMMENT '分类名',
  `cosort` int(2) NOT NULL COMMENT '分类排序',
  PRIMARY KEY (`coid`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=12 ;

--
-- 导出表中的数据 `classification`
--

INSERT INTO `classification` (`coid`, `coname`, `cosort`) VALUES
(1, '新鲜水果', 1),
(2, '海鲜肉类', 2),
(3, '速食冷藏', 3),
(4, '粮油干货', 4),
(5, '酒水饮料', 5),
(6, '冲饮保健', 6),
(7, '家具用品', 7);

-- --------------------------------------------------------

--
-- 表的结构 `encrypted`
--

CREATE TABLE IF NOT EXISTS `encrypted` (
  `eid` int(11) NOT NULL AUTO_INCREMENT COMMENT '主键，用户密保',
  `euid` int(11) NOT NULL COMMENT '用户id',
  `questions1` int(5) NOT NULL COMMENT '问题编号1',
  `answer1` varchar(50) NOT NULL COMMENT '回答1',
  `questions2` int(5) NOT NULL COMMENT '问题编号2',
  `answer2` varchar(50) NOT NULL COMMENT '回答2',
  `questions3` int(5) NOT NULL COMMENT '问题编号3',
  `answer3` varchar(50) NOT NULL COMMENT '回答3',
  PRIMARY KEY (`eid`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=27 ;

--
-- 导出表中的数据 `encrypted`
--

INSERT INTO `encrypted` (`eid`, `euid`, `questions1`, `answer1`, `questions2`, `answer2`, `questions3`, `answer3`) VALUES
(20, 1, 1, '356a192b7913b04c54574d18c28d46e6395428ab', 3, '356a192b7913b04c54574d18c28d46e6395428ab', 7, '356a192b7913b04c54574d18c28d46e6395428ab');

-- --------------------------------------------------------

--
-- 表的结构 `equestion`
--

CREATE TABLE IF NOT EXISTS `equestion` (
  `qid` int(5) NOT NULL AUTO_INCREMENT COMMENT 'id，自增',
  `qtitle` varchar(255) NOT NULL COMMENT '问题',
  PRIMARY KEY (`qid`),
  UNIQUE KEY `qid` (`qid`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=15 ;

--
-- 导出表中的数据 `equestion`
--

INSERT INTO `equestion` (`qid`, `qtitle`) VALUES
(1, '您母亲的姓名是？'),
(2, '您父亲的姓名是？'),
(3, '您配偶的姓名是？'),
(4, '您的出生地是？'),
(5, '您高中班主任的名字是？'),
(6, '您曾在哪个学校就读大学？'),
(7, '您初中班主任的名字是？'),
(8, '您小学班主任的名字是？'),
(9, '您的小学校名是？'),
(10, '您的学号（或工号）是？'),
(11, '您父亲的生日是？'),
(12, '您母亲的生日是？'),
(13, '您配偶的生日是？');

-- --------------------------------------------------------

--
-- 表的结构 `evaluation`
--

CREATE TABLE IF NOT EXISTS `evaluation` (
  `eid` int(11) NOT NULL AUTO_INCREMENT COMMENT '评价ID',
  `euid` varchar(11) NOT NULL COMMENT '用户ID',
  `epid` int(11) NOT NULL COMMENT '产品ID',
  `etitle` varchar(255) NOT NULL COMMENT '内容',
  `estar` int(2) NOT NULL DEFAULT '5' COMMENT '评价分',
  `epic` varchar(255) NOT NULL COMMENT '图片',
  `edate` date NOT NULL COMMENT '时间',
  `ereply` text COMMENT '回复内容',
  `erepdate` date DEFAULT NULL COMMENT '时间',
  PRIMARY KEY (`eid`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=173 ;

--
-- 导出表中的数据 `evaluation`
--

INSERT INTO `evaluation` (`eid`, `euid`, `epid`, `etitle`, `estar`, `epic`, `edate`, `ereply`, `erepdate`) VALUES
(163, '1', 51, '送货也很快,味道不错,价格实惠,东西不错,日期新鲜,孩子喜欢喝,正品,解渴,全宿舍的人都超级喜欢喝，快递也很给力，第二天中午就到了。超级超级无敌棒！优秀！还会再来光顾的。', 5, '201807251537529.jpg', '2018-10-27', NULL, NULL),
(162, '1', 28, '多次购买了，味道很棒，料理简单，秒变大厨。轻松购一如既往的好，商品质量有保证，发货物流快，送货上门服务好，包装很好，打开泡沫箱的时候里面的食物还没解冻呢！满意满意，还会继续支持，希望轻松购越来越好。', 5, '2018102709293117.jpg', '2018-10-27', NULL, NULL),
(161, '1', 22, '当天下单，隔天就收到啦！速度棒棒哒！东西很新鲜，保质期很好的、孩子喜欢吃，一家老小都喜欢吃，轻松购购物方便快捷！经常性的购买商品的！期待更多的活动哦！', 5, '2018102709293168.jpg', '2018-10-27', NULL, NULL),
(160, '1', 16, '新鲜美味，味道不错。轻松购值得信赖，家里老人孩子都爱吃，会再买的', 5, '2018102709293180.jpg', '2018-10-27', NULL, NULL),
(164, '1', 2, '梨很甜', 5, '2018102715015984.jpg', '2018-10-27', NULL, NULL),
(166, '1', 25, '虾很鲜美！', 5, '2018102715015929.jpg', '2018-10-27', NULL, NULL),
(167, '1', 26, '云吞很好吃！', 5, '2018072514145690.jpg', '2018-10-27', NULL, NULL),
(168, '1', 41, '椰子很好喝!', 5, '2018072515114172.jpg', '2018-10-27', NULL, NULL),
(170, '1', 1, '宝贝收到了，质量很好，做工精美，美观大方，很重手感很好，没有发现有什么瑕疵，大小也刚好合适，表面很有档次，送人也是不错的，包装很严实也没有破损很有质感，打开一看满满的惊喜，上档次，与描述一致。从工艺到质量都无可挑剔，值得信赖和推荐的产品，价格实惠，良心卖家哦，放在茶几上很有格调还', 4, '2018111708355342.jpg', '2018-11-17', NULL, NULL),
(171, '1', 16, '总的来说很满意哦，东西很好，价美物廉！同时客服的服务态度我很满意，我对服务的要求比较高，细心耐心的解答很不错。下次需要的时候我还会再来的。', 5, '2018111708355370.jpg', '2018-11-17', NULL, NULL),
(172, '1', 25, '甜虾蒸一下很好吃，又方便省事。生鲜买上瘾了。一单又一单，生鲜几乎从未让我失望过。肉类质量也不错。用上各种券后，价格也便宜每次收货都担心冰箱放不下了。包装好，泡沫箱，冰袋，不用担心坏了。', 4, '2018111708355345.jpg', '2018-11-17', NULL, NULL);

-- --------------------------------------------------------

--
-- 表的结构 `information`
--

CREATE TABLE IF NOT EXISTS `information` (
  `ititle` varchar(255) NOT NULL COMMENT '网站名称后缀',
  `ilogo` varchar(255) NOT NULL COMMENT '图片logo',
  `itlogo` varchar(255) NOT NULL COMMENT '顶部推广图',
  `iseacsh` varchar(50) NOT NULL DEFAULT '请输入搜索的商品名称' COMMENT '检索栏设置',
  `icopyright` varchar(255) NOT NULL COMMENT '版权Copyright (C) 轻松购 2018-2020, All Rights Reserved',
  `iicp` varchar(255) NOT NULL COMMENT '粤ICP证965875424号',
  `isp` varchar(255) NOT NULL COMMENT '食品流通许可证：SP1101011010021855',
  `irecord` varchar(255) NOT NULL COMMENT '粤公网安备110101000001号',
  `iemail` varchar(255) NOT NULL COMMENT '邮箱',
  `iphone` varchar(255) NOT NULL COMMENT '电话',
  `iaddress` varchar(255) NOT NULL COMMENT '地址',
  `inid` int(2) NOT NULL AUTO_INCREMENT,
  PRIMARY KEY (`inid`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=10 ;

--
-- 导出表中的数据 `information`
--

INSERT INTO `information` (`ititle`, `ilogo`, `itlogo`, `iseacsh`, `icopyright`, `iicp`, `isp`, `irecord`, `iemail`, `iphone`, `iaddress`, `inid`) VALUES
('_上轻松购,购轻松!', '201807201132208.png', '2018072611382138.jpg', '请输入搜索内容', '版权Copyright (C) 轻松购 2018-2020, All Rights Reserved', '粤ICP证88888888号', 'SP888888888888888', '粤公网安备8888888888号', '244616102@qq.com', '020-88888888', '广州市黄埔区金洲南路南华工商学院', 1);

-- --------------------------------------------------------

--
-- 表的结构 `news`
--

CREATE TABLE IF NOT EXISTS `news` (
  `nid` int(10) NOT NULL AUTO_INCREMENT COMMENT '主键，自增',
  `nsource` varchar(255) NOT NULL COMMENT '新闻来源',
  `nname` varchar(255) NOT NULL COMMENT '新闻名称',
  `npic` varchar(255) NOT NULL COMMENT '新闻图片',
  `ncontent` text NOT NULL COMMENT '新闻内容',
  `ndate` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '发布时间',
  `nsort` int(5) NOT NULL COMMENT '排序',
  `nread` varchar(15) NOT NULL COMMENT '阅读量累计',
  PRIMARY KEY (`nid`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=17 ;

--
-- 导出表中的数据 `news`
--

INSERT INTO `news` (`nid`, `nsource`, `nname`, `npic`, `ncontent`, `ndate`, `nsort`, `nread`) VALUES
(1, '人民网', '阿里巴巴与星巴克达成新零售全面战略合作', '2018111910301155.png', '<p>2018年8月2日，星巴克咖啡公司与阿里巴巴集团在上海宣布达成新零售全面战略合作。两家在各自领域持续创新，开创了一种文化和生活方式，基于高度契合的价值观和愿景，未来将共创新零售的新生活方式。</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>双方将共同打造具有突破意义的星巴克线上新零售智慧门店，基于天猫新零售方案横向打通星巴克和阿里生态系统的多个数字化消费者运营平台，实现全域消费场景下会员注册、权益兑换和服务场景的互联互通，突破零售消费生活的时间空间限制，为中国消费者提供一店式、个性化的升级体验。</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>此外，星巴克将依托饿了么配送体系，正式上线外送服务。同时基于盒马以门店为中心的新零售配送体系，共同打造星巴克&ldquo;外送星厨&rdquo;，为中国消费者打造随时随地的新零售体验。</p>\r\n\r\n<p>近20年来，诞生于美国的星巴克把喝咖啡变成无处不在的生活方式，阿里巴巴也成长为具有全球影响力的科技公司。此次合作涉及阿里巴巴旗下天猫、淘宝、饿了么、盒马等多个核心业务，在全球商业史上具有里程碑式的意义。</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>阿里巴巴集团首席执行官张勇表示，&ldquo;毫无疑问，星巴克不只是一家世界领先的咖啡公司。星巴克通过持续创新开创了风靡全球的生活方式以及文化。阿里巴巴集团非常兴奋地与星巴克展开全面战略合作，希望阿里的新零售基础能力、数据技术能与星巴克产生&lsquo;化学反应&rsquo;，为消费者提供全新体验，打造全球范围内新零售的标杆和样本。&rdquo;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>星巴克咖啡公司总裁兼首席执行官凯文&middot;约翰逊（Kevin Johnson）说，&ldquo;中国已成为星巴克在全球发展最快的一个市场。此次携手全球领先的互联网科技公司阿里巴巴，将进一步满足并超越中国消费者的需求。&rdquo;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>更具前瞻意义的是，星巴克和阿里巴巴两大行业领导者将联手开创全新的星巴克线上新零售智慧门店。消费者可以通过饿了么、盒马、淘宝、支付宝、口碑等多平台和星巴克自有应用等任一入口，访问全新的星巴克线上新零售智慧门店，享受包括积分、社交礼品、电子商务、移动订购和交付以及其他互动体验在内的数字体验。未来这些入口还将与星巴克星享俱乐部会员系统连接，为每位会员个性化专属定制，最终实现&ldquo;千人千店&rdquo;的新体验。</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>同时，今年9月中旬开始，星巴克将在北京和上海的300家门店通过饿了么试点外送服务，并计划于年底前延伸到全国30多个主要城市2000多家门店。这将成为中国商业零售史上规模最大、覆盖面最广、受益人数最多的一次系统性升级。从专门设计的外送杯盖和密封包装，到特制的冷暖保温配送箱和专属配送团队，饿了么成熟的配送体系处处保障星巴克严格的外送要求。</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>星巴克还将与盒马深度合作，基于其以门店为中心的新零售配送体系，共同打造首家进驻盒马鲜生的品牌外送厨房，最快将于今年9月落户上海和杭州部分盒马门店。作为星巴克另一外送专用渠道，&ldquo;外送星厨&rdquo;将为下单用户提供最快30分钟免费送达的星巴克现制咖啡，进一步延展星巴克外送体验和覆盖范围。</p>\r\n', '2018-08-07 19:36:52', 1, ''),
(2, '和讯网 ', '手淘、支付宝可快速鉴别疫苗', '2018080711473547.png', '<p>（图：查询属于被召回的问题批次疫苗将出现红色警示。）</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>伪劣疫苗牵动国人神经，孩子用的疫苗是否合格，是无数父母目前最为关切的问题。记者刚刚获悉，阿里健康在&ldquo;码上放心&rdquo;药品追溯平台的原有扫码验证功能基础上，紧急完成了全部涉事288批次疫苗的标定工作。</p>\r\n\r\n<p>　　</p>\r\n\r\n<p>现在打开手机淘宝、天猫、支付宝、阿里健康任意App，扫描疫苗包装盒上以数字8打头的20位数字身份证编码（追溯条形码），就会显示包含疫苗名称、厂家、批号、有效期等关键信息。</p>\r\n\r\n<p>　　</p>\r\n\r\n<p>鉴于很多人没有保存药盒无法扫描条形码，阿里健康还紧急开发了批号查询工具，支持手动输入疫苗批号查询。可以通过三个步骤完成：首先，找到《免疫预防接种证》（绿色接种本），并找到此前注射疫苗品种的生产批号；第二步，打开手机淘宝或UC浏览器，在首页搜索栏里输入&ldquo;疫苗查询&rdquo;关键词；或打开支付宝，进入&ldquo;医疗健康&rdquo;应用；还可以打开阿里健康App，在首页上找到查询入口；最后，手动输入接种本上的疫苗名称和批号进行查询，可获得包含疫苗是否安全的提示、生产厂家、有效期等相应信息</p>\r\n\r\n<p>　　</p>\r\n\r\n<p>如果属于被召回的问题批次疫苗，在扫码页上会出现红色字体，警示存在异常情况，并提示&ldquo;该药品已被召回，请勿使用&rdquo;。</p>\r\n\r\n<p>　</p>\r\n\r\n<p>据介绍，&ldquo;码上放心&rdquo;追溯平台源于阿里健康早在2006年即开发的药品监管码系统。其出发点在于帮助公众识别伪劣药品，通过对药品从生产到流通各个环节的信息采集，建立中国药品科学透明、且人人可查的电子监管系统。</p>\r\n\r\n<p>　　</p>\r\n\r\n<p>阿里健康相关负责人进一步表示：为了能更彻底打击伪劣药，希望各部门、行业、企业能齐心协力重新建设推进药品全品种全链条的药品电子监管码系统，以此实现药品生产流通监管真正的透明化科学化。</p>\r\n', '2018-08-07 19:47:35', 2, ''),
(3, '浙江在线', '阿里战略投资苏宁体育', '2018080711481774.jpg', '<p>7月19日，阿里巴巴集团正式对外宣布，近期完成对苏宁体育的战略投资。其中，优酷将作为阿里巴巴集团和苏宁体育战略合作的重要载体，与苏宁体育旗下PP体育围绕体育内容展开深度合作，合力打造优酷PP体育联运平台，联合运营全新的&ldquo;优酷体育&rdquo;频道。目前双方尚未公布具体投资金额。</p>\r\n\r\n<p>　　</p>\r\n\r\n<p>根据国家体育总局发布的《体育产业&ldquo;十三五&rdquo;规划》，截至目前，泛体育爱好者已达6亿，其中3亿足球爱好者群体，2亿经常观看体育比赛和资讯的用户，1亿观看网络体育视频用户，3700万热衷的足球迷。到2020年，我国体育产业总规模将超过3万亿，从业人数超过600万。</p>\r\n\r\n<p>　　</p>\r\n\r\n<p>&ldquo;这次入股苏宁体育是阿里巴巴在体育领域的又一次加码。&rdquo;阿里文娱集团轮值总裁兼大优酷总裁、阿里音乐CEO杨伟东表示。</p>\r\n\r\n<p>　　</p>\r\n\r\n<p>据了解，苏宁体育集团目前涵盖体育传媒、OTT服务、体育零售和体育培训四大板块，旗下还拥有江苏苏宁足球俱乐部、国际米兰足球俱乐部。苏宁体育旗下的PP体育则囊括了大量体育内容资源，包括欧洲顶级联赛、中超、中国之队、亚冠等足球赛事版权，同时拥有UFC、WWE、排超等垂直精品赛事版权等。</p>\r\n\r\n<p>　　</p>\r\n\r\n<p>未来，PP体育会继续定位打造专业的体育内容平台，而优酷体育频道则会基于体育内容做更多泛体育、泛娱乐的内容探索。</p>\r\n', '2018-08-07 19:48:17', 3, ''),
(4, '金羊网   ', '世界杯球迷生活报告：超四成球迷是上班族', '2018080711485743.png', '<p>2018年俄罗斯世界杯即将进入收官之战，球迷们昼夜颠倒的生活也接近尾声。今日，优酷、天猫、饿了么、盒马、口碑、阿里健康联合发布世界杯球迷生活关键词&ldquo;镇魂体&rdquo;、&ldquo;吃夜宵&rdquo;和&ldquo;练身材&rdquo;，还原这一个月以来球迷们的世界杯夜生活之旅。</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>&ldquo;镇魂体&rdquo;评球球迷剧迷一家亲</strong></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>6月14日世界杯揭幕战，优酷直播观看人数超过1200万，6月30日晚的法阿之战，近2000万人选择上优酷看直播。那么谁是看世界杯的主力呢？除了看世界杯，球迷们还有什么娱乐方式？</p>\r\n\r\n<p>优酷数据显示，在年龄分布上，85后和90后们凭借76%的占比，成为互联网看球主力军。在职业分布上，公司职员占比超43%，毕竟不看球第二天怎么跟同事们吹牛？其次是个体经营者和学生。在地域分布上，二三线城市的球迷顶起半边天，整体占比超过60%。而随着移动互联网的进一步渗透和普及，来自四五线城市的球迷也在本届世界杯成功&ldquo;上车&rdquo;，共同享受足球的魅力。数据显示，通过优酷观看世界杯的用户，有近两成来自四五线城市，这一数据与一线城市用户等量齐观。</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>边看世界杯边追剧，对于年轻一代球迷来说是并行不悖的爱好。数据显示，暑期档爆款、播放量破15亿的《镇魂》是球迷最爱看的剧集，在优酷世界杯直播的互动区，不少球迷留下了&ldquo;镇魂体&rdquo;评论，令吃瓜群众感慨，剧迷、球迷本就是一家亲。</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>随着德国、巴西、意大利、荷兰、西班牙、阿根廷等夺冠大热门全部折戟，C罗、梅西、内马尔三大巨星球员相继回家，让不少球迷&ldquo;怒砸手机&rdquo;。来自天猫数据显示，世界杯期间北京人最激动，其次是江苏人、山东人，占据天猫推出的手机&ldquo;世界杯心碎修复险&rdquo;下单量前三。尤其是在6月30日，阿根廷3:4法国败北后，手机碎屏险下单量迎来最高峰。</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>小龙虾落选夜宵销量前十击败它的竟然是馒头</strong></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>将近一个月的世界杯，所有比赛都在夜间或凌晨进行，晚上8点到凌晨4点成为了新夜猫族的活跃期，球迷们的夜宵单上都有啥好东西？</p>\r\n\r\n<p>饿了么数据显示，从夜宵外卖的绝对量上，世界杯几乎是男性的主场，男女订单比例七三开。不过世界杯期间，女性点外卖夜宵的热情，比平日里高涨了许多：在20点&mdash;23点时间段里，女性外卖订单量与平日环比，增幅超过了男性。</p>\r\n\r\n<p>世界杯期间，从饿了么最受欢迎菜品数据排行榜可以看出，&ldquo;重口味&rdquo;是世界杯夜宵的主旋律。烤羊肉串、香辣鸡腿堡和香辣鸡翅订单量最高，酸辣土豆丝是唯一上榜的素菜！出人意料的是，馒头也在夜宵菜品中上榜了，看来球迷朋友们不只是嘴馋，是真的看饿了。</p>\r\n\r\n<p>一个出乎意料的现象是，世界杯的夜宵标配小龙虾居然没有登上夜宵排名前十。饿了么数据显示，尽管上海人民小龙虾订单数量居全国第一，然而在小龙虾占夜宵整体的比例上，则连全国前十都没有排上。最爱小龙虾的城市也不是长沙和武汉，而是吉林。吉林的小龙虾订单占夜宵订单整体比例高达17%，居全国城市第一位，妥妥的一匹黑马。</p>\r\n\r\n<p>那么，哪场比赛球迷的胃口最好？盒马数据显示，淘汰赛期间，7月1日和6日的夜宵订单增速最高，火爆程度甚至超过了揭幕战。1日夜里西班牙对俄罗斯的点球大战，6日夜里的法国对乌拉圭、巴西对比利时更是让外卖人气爆棚。</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>看球健身两不误&ldquo;足球寡妇&rdquo;或成过去时</strong></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>可能是受到以C罗为代表一票足球明星好身材的影响，球迷们看球的同时，也在想着怎么改变自己的身材，在增肌营养品方面加大了投入。</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>据阿里健康数据显示，90后的球迷最热衷于通过运动营养品来达到增肌效果，近六成的乳清蛋白、支链氨基酸等健身补剂都被他们抢走了！而40岁以上的男球迷对这类运动营养品的购买占比只有不到5%，但买枸杞的中年男球迷是买蛋白粉的10倍，看来中年大叔们对养生的需求远远高过了塑形的要求。</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>天猫数据显示，&ldquo;夜猫子&rdquo;球迷们在一边熬夜，一边养生。困意袭来需要清凉油帮忙提神，蒸汽眼罩成交同比增长超过137%，清凉油较上个月环比增长115%，熬夜需要护肝解毒，护肝丸成交较上月环比增长91%。</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>在球迷朋友们风风火火的夜宵生活下，&ldquo;菊部地区&rdquo;貌似出现了红色预警。根据阿里健康大药房的数据，痔疮膏的购买件数同比增长了近三成。而吃进去的怎么减下去，也是球迷们要考虑的问题，数据同样显示，排油类OTC药品奥利司他在世界杯期间的购买人数同比增长了60%。</p>\r\n\r\n<p>值得注意的是，世界杯期间盒马成人用品频道的销量出现了强烈波动，震动棒销量暴涨350%，&ldquo;足球寡妇&rdquo;一词或已经成为过去时。</p>\r\n', '2018-08-07 19:48:57', 4, ''),
(5, ' 国际在线   ', '联合国任命马云任数字小组联合主席', '2018080711493289.png', '<p>给联合国当了两年特别顾问后，马云又被委以重任了！7月12日，联合国秘书长古特雷斯宣布推出数字合作高级别小组，任命阿里巴巴集团董事局主席马云、比尔及梅琳达&middot;盖茨基金会联合创始人梅琳达&middot;盖茨为联合主席。</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>该小组旨在通过跨领域和跨国界的合作，挖掘数字技术的社会和经济潜能，确保所有人都能受益于一个安全普惠的数字化未来。</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>小组成员共20名，覆盖联合国官员和来自全球17个国家的卓越领导者。其中包括全球网络空间稳定委员会主席Marina Kaljurand，挪威、瑞士、阿联酋和博茨瓦纳等国的四位部长，&ldquo;互联网之父&rdquo; Vinton Cerf、诺贝尔经济学奖得主Jean Tirole等。</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>古特雷斯在声明中寄予厚望，希望马云和梅琳达&middot;盖茨能够领导该小组加强人们对数字技术巨大影响力的认知，并在数字领域促进国际合作。</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>马云表示，在DT时代，数据和科技更容易被广泛获取，这是所有年轻人、小企业和妇女的机会，他很乐意加入，推进全球跨领域合作，为全球年轻人打造一个普惠共享的数字化未来。</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>2016年初，马云和挪威首相索尔贝格等被选为联合国&ldquo;可持续发展目标&rdquo;倡导者；2016年9月，时任联合国秘书长潘基文邀请马云出任联合国贸发会议青年创业和小企业特别顾问。</p>\r\n', '2018-08-07 19:49:32', 4, ''),
(6, '', '天猫双11迎十周年 猫晚从开场哨升级开场秀', '2018080714054542.jpg', '<p>7月12日，&ldquo;天猫双11狂欢夜&rdquo;发布会在杭州举行，天猫总裁靖捷在开场演讲中指出：过去十年是中国商业大爆发的十年，2018年适逢天猫双11全球狂欢节十周年，今年的双11将是对过去十年中国商业创造的大检阅，而新零售和全球化，将会成为今年双11的两个核心关键词。</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&ldquo;2018年11月11日，天猫新零售的图景将是&lsquo;万家灯火，点亮全球&rsquo;。2016年是天猫双11全球化元年，2017年天猫双11双新零售的大阅兵。2018双11将中国商业的新零售和全球化成果推向顶点。&rdquo; 靖捷表示。</p>\r\n\r\n<p>　　</p>\r\n\r\n<p>而作为&ldquo;开场哨&rdquo;的天猫双11晚会(简称&ldquo;猫晚&rdquo;)也将在今年全面升级。据悉，2018年&ldquo;天猫双11狂欢夜&rdquo;晚会将于11月10日晚在浙江卫视、东方卫视、优酷等平台同步直播，而优酷的角色除了新媒体播出平台，还将负责内容规划和制作。</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&ldquo;猫晚是世界杯之后，优酷承接阿里集团战略的另一项重大项目，优酷团队将全力以赴，支持天猫双11，支持猫晚。&rdquo;阿里文娱集团轮值总裁兼大优酷总裁、阿里音乐CEO杨伟东在发布会致辞中表示，优酷将发挥自己在内容领域的积累和优势，联手两大一线卫视的顶尖制作团队，让猫晚更好看、更好玩，完成从双11&ldquo;开场哨&rdquo;到&ldquo;开场秀&rdquo;的升级。</p>\r\n\r\n<p>　　</p>\r\n\r\n<p>&ldquo;双11的影响有多深，猫晚带来的欢乐就有多远。&rdquo;靖捷表示，猫晚作为天猫双11这一全民节日的必备节目，它不只是顶级的娱乐盛宴，更是双11这一超级IP的超级场景。</p>\r\n\r\n<p>　　</p>\r\n\r\n<p>&ldquo;天猫双11狂欢夜&rdquo;于2015年首次亮相，立即成为全民焦点，如2017的猫晚就吸引了章子怡、吴亦凡、范冰冰、李宇春、郎朗、莫文蔚，妮可&middot;基德曼、菲戈、莎拉波娃等国内外巨星出场，并应用了大量黑科技的 &ldquo;明星到你家&rdquo;AR互动活动给消费者留下了深刻印象。</p>\r\n\r\n<p>　　</p>\r\n\r\n<p>&ldquo;可以说，猫晚是中国最具商业价值的晚会&rdquo;，据阿里妈妈全域媒体业务中心全国总经理林文威介绍，去年双11晚会在卫视端的曝光量达3.9亿，淘宝、天猫直播观看人次4500万。</p>\r\n\r\n<p>　　</p>\r\n\r\n<p>&ldquo;猫晚在过去三年已经积累了一些基础的方法论，今年我们希望这个互动不仅是从内容观看到商品购买的互动，更希望从节目设计上就能够跟用户玩起来。&rdquo;杨伟东表示，&ldquo;我们希望有持续生产好内容的生产能力，这种跟商业、业务的打通和链路的打通，需要项目来强压式打通。我觉得双11猫晚绝对是一个很好的契机。&rdquo;此次承办猫晚，优酷团队的目标就是要让猫晚更好看，更好玩，尤其要与电视晚会以及此前几年的猫晚&ldquo;不一样&rdquo;。</p>\r\n\r\n<p>　　</p>\r\n\r\n<p>过去两年，优酷在加入阿里生态后成长迅速，凭借《白夜追凶》、《镇魂》、《这就是街舞》等多档爆款剧综，证明了自己的内容能力。QuestMobile最新的数据显示，凭借直播世界杯的创新内容及玩法，优酷移动端日活用户数稳步破亿，正式加入移动应用DAU过亿俱乐部。</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>据介绍，2018年猫晚的主题是&ldquo;天人合一&rdquo;，将在晚会现场打造天地之城、人海之城、合美之城、一心之城等四座主题城市，涵盖四种不同的世界观和玩法。还将首次汇集东方卫视、浙江卫视的两档知名综艺节目&mdash;&mdash;《极限挑战》、《奔跑吧》的明星阵容，升级猫晚的叙事结构，用做爆款综艺的思路让猫晚更好看。</p>\r\n\r\n<p>　　</p>\r\n\r\n<p>&ldquo;我们希望以更加丰富的观看场景选择和互动体验，重新定义晚会的观看体验。&rdquo;杨伟东说，以消费者为核心、服务好消费者正是阿里提出新零售的初衷。&ldquo;我们希望优酷的加入，让今年的猫晚不仅是&lsquo;开场哨&rsquo;，更是一场赏心悦目的&lsquo;开场秀。&rdquo;</p>\r\n', '2018-08-07 22:05:45', 5, ''),
(7, ' 中国网    ', '天猫总裁靖捷：今年天猫双11将是新零售的全球化时刻', '2018080714153846.jpg', '<p>一年一度的天猫&ldquo;双11&rdquo;将在2018年迎来它的第十年，这也令它备受瞩目。</p>\r\n\r\n<p>　　</p>\r\n\r\n<p>2018年7月12日，天猫总裁靖捷在&ldquo;天猫双11狂欢夜发布会&rdquo;上表示，今年的天猫双11将是过去十年中国商业集中爆发的时刻。</p>\r\n\r\n<p>　　</p>\r\n\r\n<p>&ldquo;新零售和全球化，将是今年天猫双11的两个核心关键词。它们正是过去十年中国商业变化最生动的写照。&rdquo;靖捷说。</p>\r\n\r\n<p>　　</p>\r\n\r\n<p>在他看来，刚刚过去的618成为了天猫双11的预演，不仅用13天完成去年18天的目标，更见证了传统零售全面转向新零售&mdash;&mdash;全国线下有超过70个新零售商圈、10万家天猫智慧门店、20万品牌、7000万人同步参与其中，再次见证了中国商业史上的新记录。</p>\r\n\r\n<p>　　</p>\r\n\r\n<p>&ldquo;今年的天猫双11，将是新零售生态带来的全城狂欢。&rdquo;靖捷说。&ldquo;天猫不再是天上的猫，人们对理想生活的期望彻底被刷新。真正的变化蕴含在数字背后，十年厚积薄发带来的将是崭新的双十一。&rdquo;</p>\r\n\r\n<p>　　</p>\r\n\r\n<p>十年来，阿里巴巴首创的&ldquo;双11&rdquo;将年轻人庆祝单身的11月11日变成了零售史上最大规模的消费狂欢。天猫的高速增长见证了中国商业能量的大爆发，成为中国经济最大的引擎之一。&ldquo;双11&rdquo;，更成为中国商业过去十年绕不开的核心关键词。</p>\r\n\r\n<p>　　</p>\r\n\r\n<p>2017年11月11日凌晨，3分1秒后，天猫双11成交额已破百亿，不到2016年同样破百用的6分58秒的一半，跟2015年的12分28秒相比则只有四分之一。2017年天猫双11当日高达1682亿的成交额，已与1999年4月中国2400亿元的社会消费品零售总额相差不远&mdash;&mdash;阿里巴巴正成立于当月。和十年前双11的5200万的销售额相比，成长速度更是一日千里。</p>\r\n\r\n<p>　　</p>\r\n\r\n<p>&ldquo;过去十年，每次双11都是商业生态的一次脱胎换骨。天猫双11的高速增长让全球品牌都开始向中国学习。围绕消费者生活和围绕商业生态的演进，其实是齐头并进。&rdquo;靖捷说。</p>\r\n\r\n<p>　　</p>\r\n\r\n<p>过去十年，阿里巴巴向世界展现了如何在一个高速发展的经济体里重塑一个又一个行业。每年的天猫双11，阿里都在不断提升平台和商家拥抱数字化的能力，为消费者提供最好的服务和商品。十年间，天猫双11使商业生态不断进化，支付更方便、物流更高效、产品更丰富，消费者的生活发生了革命性的变化。</p>\r\n\r\n<p>　　</p>\r\n\r\n<p>2018年4月，靖捷曾在西班牙全球零售大会上指出，&ldquo;当年哥伦布出行是希望抵达中国，结果走错了路到了美国，发现了新大陆。而如今所有人都在看中国，这可能是中国历史上第一次对外输出商业模式。&rdquo;</p>\r\n\r\n<p>　　</p>\r\n\r\n<p>天猫新零售正日益影响全球。2016年成为了天猫双11的&ldquo;全球化元年&rdquo;。2017年的天猫双11晋升为&ldquo;新零售的大阅兵&rdquo;。海内外超百万商家打通线上线下，创下商业史上社会化大协同的记录。随着天猫新零售生态不断演进，饿了么、口碑、大润发等其它各路大军都可能在双11这一年度盛事中亮相，2018年的天猫双11更具想象空间。</p>\r\n\r\n<p>　　</p>\r\n\r\n<p>&ldquo;全球化让尚未进入国内的生鲜、美妆、母婴在天猫变得触手可及，大量中国品牌也随着天猫出海做到货通全球。&rdquo;靖捷说。</p>\r\n\r\n<p>　　</p>\r\n\r\n<p>从2015年开始，伴随着天猫&ldquo;双11&rdquo;的狂欢盛事，阿里巴巴还会同期举办一场天猫晚会（简称&ldquo;猫晚&rdquo;）。包括法瑞尔&bull;威廉姆斯(Pharrell Williams)和妮可&bull;基德曼(Nicole Kidman)在内的大牌明星都曾亮相猫晚。猫晚作为天猫双11这一全民节日的必备节目，它不只是顶级的娱乐盛宴，更是天猫双11这一超级IP的天然场景。</p>\r\n\r\n<p>　　</p>\r\n\r\n<p>&ldquo;天猫双11的影响有多深，猫晚带来的欢乐就有多远。&rdquo;靖捷表示。作为&ldquo;开场哨&rdquo;的天猫双11晚会也将在今年全面升级。据悉，今年&ldquo;天猫双11狂欢夜&rdquo;晚会将于11月10日晚在浙江卫视、东方卫视、优酷等平台同步直播，而优酷的角色除了独家互联网播出平台，还将负责内容组织与筹备。</p>\r\n\r\n<p>　　</p>\r\n\r\n<p>&ldquo;猫晚是一年一度的年轻人潮流狂欢，也是世界杯之后，优酷承接阿里集团战略的另一项重大项目，优酷团队将全力以赴，支持天猫双11，支持猫晚。&rdquo;阿里文娱集团轮值总裁兼大优酷总裁、阿里音乐CEO杨伟东表示，优酷将发挥自己在内容领域的积累和优势，联手两大一线卫视的顶尖制作团队，让猫晚更好看、更好玩，完成从双11&ldquo;开场哨&rdquo;到&ldquo;开场show&rdquo;的升级。</p>\r\n\r\n<p>　　</p>\r\n\r\n<p>2018年双11，人们将共同见证天猫新零售在世界范围内的影响力。一个&ldquo;国内万家灯火，国外点亮全球&rdquo;的天猫双11也将诞生。</p>\r\n', '2018-08-07 22:15:38', 6, ''),
(8, '光明网   ', '天猫新零售成中国版香榭丽舍大街标配', '2018080714170995.jpg', '<p>作为新零售策源地，杭州的百年商业街延安路，成了全国领先的&ldquo;新零售大街&rdquo;。那首引爆社交网络的《延安路》生动地描述了这些场景：南有新零售茶馆，北有天猫便民服务中心，各地的盒马鲜生把澳洲龙虾闪送到家，还有智能母婴室、智慧家居体验馆&hellip;&hellip;</p>\r\n\r\n<p>　　</p>\r\n\r\n<p>一个个&ldquo;全国首创&rdquo;的新零售业态，构成传统经典&ldquo;杭州十景&rdquo;之外的&ldquo;新零售十景&rdquo;。它们也正从杭州推广到全国，落地为人们真切可感的日常生活。延安路、前门大街、南京路、春熙路，这些中国大城市里标配的商业街，都在因天猫新零售焕然一新。　</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>天猫新零售正在为城市消费升级创造新平台、新支点。作为今年消费升级行动计划的重要内容，商务部近日召开全国高品位步行街建设工作动员会议，提出将培育一批高品位步行街，打造中国的香榭丽舍大街。作为城市消费和创新的主要载体，天猫新零售已成全国知名商业街标配。</p>\r\n\r\n<p>　　</p>\r\n\r\n<p>商务部指出，高品位步行街应该是这样的：区位优越，商业资源丰富；环境优美，公共设施健全；功能完善，名品名店集聚；特色鲜明，文化底蕴深厚；消费吸引力和辐射带动力明显，在国内外享有较高知名度和美誉度。以天猫新零售作为标配的商业街、步行街，成为特色鲜明、消费吸引力强劲的佼佼者。</p>\r\n\r\n<p>　　</p>\r\n\r\n<p>建设高品位步行街是顺应消费升级趋势的必然要求，也是提升城市商业竞争力、推动实体零售数字化转型的重要载体。618期间，天猫新零售将巨大的线上势能带到线下，上海、北京、深圳、杭州等几座&ldquo;新零售之城&rdquo;及其商圈，成为全国消费最强劲的增长点。</p>\r\n\r\n<p>　　</p>\r\n\r\n<p>知名的北京前门大街、王府井大街依托天猫新零售，塑造&ldquo;线上+线下&rdquo;、&ldquo;商品+服务&rdquo;、&ldquo;零售+体验&rdquo;的零售新格局。天猫618期间，天猫联手全球最大体育零售商Intersport，在前门大街打造超级智慧门店，&ldquo;百搭魔镜&rdquo;、&ldquo;智能导购&rdquo;、&ldquo;5公里内一小时送货上门&rdquo;等新零售服务，使老牌商街瞬间成为吸引年轻消费者的网红地标。英文科技博客TechNode惊呼，&ldquo;在这家位于北京的新零售门店里看到了消费的未来&rdquo;。</p>\r\n\r\n<p>　　</p>\r\n\r\n<p>在与国际知名商业街同场竞技中，天猫新零售将是中国商业街的核心竞争力。</p>\r\n\r\n<p>　　</p>\r\n\r\n<p>商业繁荣的上海，制定了全力打响&ldquo;上海购物&rdquo;品牌、建设国际消费城市的3年行动计划，并把打造世界级步行商业街作为一项重点任务。今年，天猫将与150余个品牌合作超级品牌日，预计近一半活动将在上海举办。天猫新零售助力上海擦亮购物名片，打造全球新品首发地，也赋予南京西路等商业街以全新魅力。在南京西路，各种新零售业态应接不暇&mdash;&mdash;Lily商务时装天猫智慧门店、全球最大的星巴克烘培工坊&hellip;&hellip;它们都成为上海作为全球时尚消费风向标的缩影。</p>\r\n\r\n<p>　　</p>\r\n\r\n<p>新零售之城排位第五的广州，在利用新零售改造传统商业街的关键时刻没有缺席。历史悠久的北京路商业街拥抱新零售，接入口碑后消费大增。在刚刚过去的6月，北京路&middot;口碑街的日均交易笔数达1.4万笔，日均交易额超百万，这也意味着这条传统步行街在互联网和大数据助力下加速转型升级，成为充满活力的&ldquo;新零售步行街&rdquo;。</p>\r\n\r\n<p>　　</p>\r\n\r\n<p>&ldquo;过早户部巷、宵夜吉庆街&rdquo;，这两条武汉人最熟悉的商业街，已成天猫新零售的最佳展示地。《湖北日报》刊文《吉庆民俗街：从武汉的美食名片升级到热门景点》指出，武汉市商务局和支付宝口碑联合宣布，武汉第一条&ldquo;口碑街&rdquo;正式落户吉庆民俗街。利用口碑人气、交易评价等消费大数据，商户更了解消费者，从而实现供给创新和消费升级。吉庆民俗街也从武汉市的传统名片，升级为全国性的新零售地标。</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>消费力惊人的成都，也在拥抱天猫新零售。在繁华的春熙路，618期间，天猫联手美图手机搭建快闪店&ldquo;大片实验室&rdquo;，吸引大批潮人参与并在各大视频平台同步直播，从中可以窥见成都消费者对新零售的热情。</p>\r\n', '2018-08-07 22:17:09', 7, ''),
(9, '光明网    ', '阿里脱贫基金发布半年报，马云的KPI就是乡村教育', '2018080714175191.jpg', '<p>发起&ldquo;乡村师范生计划&rdquo;，举办第三届&ldquo;马云乡村教师奖&rdquo;，探索乡村学校寄宿制方案，为欠发达省份量身制定教育脱贫计划&hellip;&hellip;7月10日，阿里巴巴脱贫基金发布半年报，作为阿里巴巴脱贫基金主席，马云在半年报里向全社会汇报了他以乡村教育为核心的&ldquo;KPI进度&rdquo;。</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&ldquo;一个学生遇到好老师是一生的幸运。一个国家有源源不断的好老师，是一个国家的幸运。国家发展的基础在于教育，教育发展的基础在于师范学校、师范生。只有让最优秀的学生成为老师，教育才会好起来，教育才会受到尊重。&rdquo;通过教育的普及和公平，从根本上消灭贫困，是马云的核心脱贫思路，他始终认为，扶贫和脱贫不同，扶贫给人以鱼，脱贫授人以渔。要消灭贫困，就必须从根源上解决教育资源不平衡的问题。</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>去年12月11日，距离阿里巴巴脱贫基金成立仅仅10天时间，马云公益基金会公开发布了马云乡村师范生计划。这是继乡村教师计划和乡村校长计划后，马云乡村教育计划启动的第三个项目。项目预计在10年内投入至少3亿元，选拔应届优秀师范毕业生成为乡村教师，培养未来的乡村教育家。据介绍，今年共有1740名师范生报名参加马云乡村师范生计划，500人入围，其中337人来自农村。</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>1月21日，马云在三亚为100名优秀乡村教师颁发了第三届&ldquo;马云乡村教师奖&rdquo;，并且号召国内企业家参与乡村寄宿学校计划，一起捐校车、盖校舍，让贫困地区的孩子不用再跋山涉水去上学。</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>去年11月，马云公益基金会已启动乡村寄宿制学校项目试点，在位于黔西南州的大田小学与位于黔东南州的寨头民族小学，计划通过三年的支持，建设具有标杆作用的乡村寄宿制学校，将来在更多乡村地区复制和推广。</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>3月20日至5月20日，共有220位乡村学校校长报名参加&ldquo;马云乡村校长计划&rdquo;，60位校长入围。&ldquo;马云乡村校长计划&rdquo;核心目标是发现并助力新一代具有优秀领导力的&ldquo;乡村教育家&rdquo;，围绕这一目标，基金会每年在全国范围内评选出20位优秀的&ldquo;乡村教育家&rdquo;代表，为他们每人提供总计50万元的支持，获奖校长还将赴美留学，学习先进的教育理念和办学经验。</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>5月13日，在杭州师范大学举行的110周年校庆纪念大会上，马云宣布在杭师大设立马云乡村教育研究院和马云乡村教育人才培养基地，吸引更多优秀的人才成为教师。</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>5月27日，阿里巴巴在贵阳数博会上宣布了一项为贵州&ldquo;量身定制&rdquo;的教育脱贫计划：阿里云将携手贵州省教育厅，贵州省大数据管理局，在贵州全面展开教育脱贫计划。未来三年内，为超过8000名贵州贫困大学生、贫困区县技术从业者提供免费的现场培训和认证机会。</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>正是在数博会上马云提出，参与全社会的精准脱贫等攻坚战役就是新时代企业家的责任，&ldquo;大公司的&rsquo;大&rsquo;不是利润大、收入大、市场份额大，而是责任大、担当大，人们希望你能担当更多的责任，希望你能做更多的事情。&rdquo;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>去年12月1日，阿里巴巴脱贫基金正式启动，阿里巴巴的合伙人集体公开亮相，马云在会上宣布：脱贫工作已成为阿里巴巴的战略性业务，未来5年，将投入100亿元到这项业务中。担任阿里巴巴脱贫基金主席的马云，和四位副主席蔡崇信、彭蕾、张勇、井贤栋及管理团队将背负脱贫KPI考核，推进在电商、健康、教育、女性和生态等五大领域的脱贫工作。</p>\r\n', '2018-08-07 22:17:51', 8, ''),
(10, ' 新华网   ', '阿里安全体系获全球信息安全成就表彰', '2018080714182654.jpg', '<p>&ldquo;整个亚太区，为保护他们的组织以应对新出现的威胁，网络安全专业人士正面临着不可预测的挑战。&rdquo;信息安全非营利会员组织（ISC）&sup2;首席执行官David Shearer，在公布今年亚太区信息安全领袖成就表彰计划获奖者名单时评价。</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>经过多轮严苛遴选评审，阿里巴巴集团安全部资深总监黄眉凭借2014年以来逐步布局和完善阿里安全体系，乃至对中国互联网企业安全工作作出贡献而获得该表彰。7月9日，黄眉在香港接受了（ISC）&sup2;组委会的颁奖。</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>阿里经验获全球安全行业顶会认可</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>（ISC）&sup2;作为覆盖全球160个国家和地区的信息安全认证机构，会员人数已超过13万，囊括全球顶尖的网络安全从业人员，其每年全球遴选的信息安全领袖成就表彰计划，也是行业顶尖奖项。</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>阿里安全高级技术专家保杭介绍称，黄眉于2006年加入阿里巴巴，参与了阿里从2009年&ldquo;双11&rdquo;至今整个安全体系的构建，担任过2017年&ldquo;双11&rdquo;技术总指挥。他带领团队搭建的阿里电商生态安全技术平台，保障了去年&ldquo;双11&rdquo;全天无故障、无入侵，在巨量交易场景下，保障了系统的安全平稳过渡。</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>与会专家认为，黄眉获此奖项，表明该信息安全组织对阿里巴巴信息安全的实践工作表示了认可。</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>黄眉介绍，这个奖项背后，其实是阿里巴巴持续的努力：从技术能力、系统思维、标准和人才培养等多维度实践，积极探索安全行业的全球最优解。</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>首先，阿里安全会借助模式匹配、沙盒分析、专家经验和威胁情报，通过AI人工智能等先进技术，实现端、网、云的全链路日志打点、收集、检测等，有效提升决策准确性；另外，还会通过霸下（七层流量清洗）、MTEE等实现智能化的风险防控和检测以及异常行为的一键处置。</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>与此同时，阿里安全还建立起了包括阿里猎户座、阿里双子座和阿里米诺斯以及钱盾反诈等八大安全实验室，都旨在提升前沿研究能力，解决安全问题。</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>阿里安全还注重安全措施的标准化和持续化，实现外规与内规的融合。&ldquo;今年2月，我们就获得了ISO27001 认证，&rdquo;黄眉介绍说，今年阿里还将通过ISO22301认证和SOC2的服务鉴证。</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>为提升整个生态的数据保护安全水位，阿里安全沉淀自身实践经验总结出了DSMM（大数据安全成熟度模型），该模型即将成为国家标准（目前已进入报批流程），入围ISO标准体系。</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>呼吁加大网络安全人才培养</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>因为安全是持续攻防的过程，所以持续的体系升级和运营至关重要。（ISC）&sup2;历来都很看重安全管理人才。黄眉分析称，中国互联网安全领域仍需大量投入，其中就包括关键的人才培养投入。</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&ldquo;当前安全行业的人才净流入仍低于人才净流出，培养一名合格的安全类人才，一般需要至少5年以上，周期非常长，而未来需要有更多其他领域的人才跨界进入安全领域。&rdquo;黄眉指出，从宏观教育层面，网络安全人才培养的教育体系已经初步形成，但在企业安全人才需求和高校的培养体系间，仍存在一个&ldquo;鸿沟&rdquo;，这需要整个安全人才培养体系的升级。</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>此外，阿里安全实验室还与国内在网络安全方面实力雄厚的著名高校建立了技术与学术研究的合作关系。&ldquo;阿里有责任帮助业界找到一种更高效的方法，解决安全人才培养问题。&rdquo;黄眉说。</p>\r\n', '2018-08-07 22:18:26', 9, '');

-- --------------------------------------------------------

--
-- 表的结构 `oitems`
--

CREATE TABLE IF NOT EXISTS `oitems` (
  `oiid` int(11) NOT NULL COMMENT 'orders对应的oid值',
  `ouuid` int(11) NOT NULL COMMENT '用户ID',
  `opid` int(11) NOT NULL COMMENT '产品ID',
  `onum` int(11) NOT NULL COMMENT '数量',
  `opprice` decimal(12,2) NOT NULL COMMENT '小结金额'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 导出表中的数据 `oitems`
--

INSERT INTO `oitems` (`oiid`, `ouuid`, `opid`, `onum`, `opprice`) VALUES
(1, 1, 1, 3, 28.80),
(1, 1, 13, 2, 49.90),
(1, 1, 10, 2, 20.80),
(1, 1, 16, 1, 12.90),
(1, 1, 3, 2, 22.70),
(16, 1, 1, 1, 23.80),
(16, 1, 16, 1, 3.00),
(16, 1, 25, 1, 25.90),
(17, 2, 59, 1, 29.90),
(17, 2, 51, 1, 56.90),
(17, 2, 37, 1, 2.00),
(18, 1, 43, 2, 174.00),
(18, 1, 19, 2, 39.80),
(18, 1, 17, 2, 21.60);

-- --------------------------------------------------------

--
-- 表的结构 `orders`
--

CREATE TABLE IF NOT EXISTS `orders` (
  `oid` int(11) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `oname` varchar(100) NOT NULL COMMENT '姓名',
  `oaddress` varchar(255) NOT NULL COMMENT '地址',
  `ophone` varchar(20) NOT NULL COMMENT '电话',
  `odate` datetime NOT NULL COMMENT '时间',
  `ototal` decimal(12,2) NOT NULL COMMENT '总金额',
  `ostate` int(11) NOT NULL COMMENT '状态（0：刚下单，待审核，1，审核通过,2待发货，3待收货4已收货）',
  `ouid` int(11) NOT NULL COMMENT '用户ID',
  `onum` varchar(22) NOT NULL COMMENT '单号',
  PRIMARY KEY (`oid`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=19 ;

--
-- 导出表中的数据 `orders`
--

INSERT INTO `orders` (`oid`, `oname`, `oaddress`, `ophone`, `odate`, `ototal`, `ostate`, `ouid`, `onum`) VALUES
(1, '邱钟毅', '广东省广州市南华工商学院', '13178786022', '2018-10-27 22:46:17', 235.30, 4, 1, '20181027144617359'),
(16, '邱钟毅', '广东省广州市南华工商学院', '13178786022', '2018-11-17 15:27:58', 52.70, 4, 1, '201811170727586314'),
(18, '邱钟毅', '广东省广州市南华工商学院', '13178786022', '2018-12-04 17:03:03', 235.40, 3, 1, '201812040903037819');

-- --------------------------------------------------------

--
-- 表的结构 `product`
--

CREATE TABLE IF NOT EXISTS `product` (
  `pid` int(12) NOT NULL AUTO_INCREMENT COMMENT '产品id',
  `ppic` varchar(255) NOT NULL COMMENT '产品图片',
  `ppic2` varchar(255) DEFAULT NULL COMMENT '图2',
  `ppic3` varchar(255) DEFAULT NULL COMMENT '图3',
  `ppic4` varchar(255) DEFAULT NULL COMMENT '图4',
  `ppic5` varchar(255) DEFAULT NULL COMMENT '图5',
  `pname` varchar(255) NOT NULL COMMENT '产品名称',
  `price` decimal(10,2) NOT NULL COMMENT '产品价格',
  `preferential` decimal(10,2) DEFAULT NULL COMMENT '产品优惠金额',
  `pinventory` varchar(255) NOT NULL DEFAULT '1000' COMMENT '库存量',
  `phot` int(11) NOT NULL DEFAULT '0' COMMENT '热销',
  `pnew` int(11) NOT NULL DEFAULT '0' COMMENT '新品',
  `psale` int(11) NOT NULL DEFAULT '0' COMMENT '促销',
  `ptuan` int(11) NOT NULL DEFAULT '0' COMMENT '团购',
  `pclassification` int(5) NOT NULL COMMENT '所属分类',
  `pcontent` text NOT NULL COMMENT '商品介绍',
  `psort` int(13) DEFAULT NULL COMMENT '产品排序(除了首页广告下面的轮播商品外，可以为空)',
  `pcheck` datetime DEFAULT '2018-12-12 23:59:59' COMMENT '团购截止时间',
  PRIMARY KEY (`pid`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=74 ;

--
-- 导出表中的数据 `product`
--

INSERT INTO `product` (`pid`, `ppic`, `ppic2`, `ppic3`, `ppic4`, `ppic5`, `pname`, `price`, `preferential`, `pinventory`, `phot`, `pnew`, `psale`, `ptuan`, `pclassification`, `pcontent`, `psort`, `pcheck`) VALUES
(2, '2018080614434216.jpg', '201808061443422.jpg', '2018080614434249.jpg', '2018080614434273.jpg', '2018080614434291.jpg', '河北皇冠梨4个200g以上/个', 8.80, 0.10, '998', 1, 1, 1, 1, 13, '<p><a href="https://img.alicdn.com/imgextra/i2/1910146537/TB2.S0QzeOSBuNjy0FdXXbDnVXa_!!1910146537-0-scmitem32000.jpg"><img alt="" src="/ckfinder/userfiles/images/TB2_S0QzeOSBuNjy0FdXXbDnVXa_!!1910146537-0-scmitem32000.jpg" style="height:769px; width:980px" /></a><img alt="" src="/ckfinder/userfiles/images/TB2AokEqIuYBuNkSmRyXXcA3pXa_!!1910146537-0-scmitem32000.jpg" style="height:770px; width:980px" /><img alt="" src="/ckfinder/userfiles/images/TB2MSm7zf1TBuNjy0FjXXajyXXa_!!1910146537-0-scmitem32000.jpg" style="height:769px; width:980px" /><img alt="" src="/ckfinder/userfiles/images/TB29Y3PqRyWBuNkSmFPXXXguVXa_!!1910146537-0-scmitem32000.jpg" style="height:770px; width:980px" /></p>\r\n', 2, '2018-12-12 18:18:18'),
(3, '2018080614503426.jpg', '201808061434465.jpg', '201808061435014.jpg', '2018080614352276.jpg', '', '泰国龙眼1kg', 22.70, 0.10, '999', 1, 1, 1, 1, 14, '<p><img alt="" src="/ckfinder/userfiles/images/TB2_S0QzeOSBuNjy0FdXXbDnVXa_!!1910146537-0-scmitem32000(6).jpg" style="height:692px; width:980px" /></p>\r\n', 3, '2018-12-12 23:59:59'),
(4, '2018072506483451.jpg', NULL, NULL, NULL, NULL, '獐子岛蒜蓉粉丝扇贝(速冻生制)200g(6枚装)', 19.90, 3.00, '996', 1, 1, 1, 1, 15, '<p><img alt="" src="/ckfinder/userfiles/images/TB2_S0QzeOSBuNjy0FdXXbDnVXa_!!1910146537-0-scmitem32000(2).jpg" style="height:815px; width:980px" /></p>\r\n', 4, '2018-12-12 23:59:59'),
(5, '2018072506484872.jpg', NULL, NULL, NULL, NULL, '原膳嫩鸭（樱桃谷鸭）950g', 28.80, 11.00, '995', 1, 1, 1, 1, 23, '<p><img alt="" src="/ckfinder/userfiles/images/TB2_S0QzeOSBuNjy0FdXXbDnVXa_!!1910146537-0-scmitem32000(3).jpg" style="height:738px; width:980px" /><img alt="" src="/ckfinder/userfiles/images/TB2AokEqIuYBuNkSmRyXXcA3pXa_!!1910146537-0-scmitem32000(2).jpg" style="height:739px; width:980px" /><img alt="" src="/ckfinder/userfiles/images/TB2MSm7zf1TBuNjy0FjXXajyXXa_!!1910146537-0-scmitem32000(1).jpg" style="height:738px; width:980px" /></p>\r\n', 5, '2018-12-12 23:59:59'),
(6, 'pro6.jpg', NULL, NULL, NULL, NULL, '恒都巴西牛腩块1kg', 69.80, 20.00, '994', 1, 1, 1, 1, 5, '', 6, '2018-12-12 23:59:59'),
(7, 'pro7.jpg', NULL, NULL, NULL, NULL, '八宝粥桂圆莲子八宝粥礼盒360g*12罐整箱', 35.80, 5.00, '999', 1, 1, 1, 1, 17, '<p><img alt="" src="/ckfinder/userfiles/images/TB2_S0QzeOSBuNjy0FdXXbDnVXa_!!1910146537-0-scmitem32000(4).jpg" style="height:561px; width:980px" /><img alt="" src="/ckfinder/userfiles/images/TB2AokEqIuYBuNkSmRyXXcA3pXa_!!1910146537-0-scmitem32000(3).jpg" style="height:1038px; width:980px" /><img alt="" src="/ckfinder/userfiles/images/TB2MSm7zf1TBuNjy0FjXXajyXXa_!!1910146537-0-scmitem32000(2).jpg" style="height:985px; width:980px" /><img alt="" src="/ckfinder/userfiles/images/TB29Y3PqRyWBuNkSmFPXXXguVXa_!!1910146537-0-scmitem32000(1).jpg" style="height:1332px; width:980px" /></p>\r\n', 7, '2018-12-12 23:59:59'),
(8, 'pro8.jpg', NULL, NULL, NULL, NULL, '福泰隆茉莉香米10KG', 69.90, 10.00, '992', 1, 1, 1, 1, 18, '<p><img alt="" src="/ckfinder/userfiles/images/TB2_S0QzeOSBuNjy0FdXXbDnVXa_!!1910146537-0-scmitem32000(5).jpg" style="height:657px; width:980px" /><img alt="" src="/ckfinder/userfiles/images/TB2MSm7zf1TBuNjy0FjXXajyXXa_!!1910146537-0-scmitem32000(3).jpg" style="height:1156px; width:980px" /><img alt="" src="/ckfinder/userfiles/images/TB29Y3PqRyWBuNkSmFPXXXguVXa_!!1910146537-0-scmitem32000(2).jpg" style="height:1041px; width:980px" /></p>\r\n', 8, '2018-12-12 23:59:59'),
(9, 'pro9.jpg', NULL, NULL, NULL, NULL, '胡姬花 特香型花生油5L/桶', 159.90, 20.10, '991', 1, 1, 1, 1, 20, '', 9, '2018-12-12 23:59:59'),
(10, '2018072506492743.jpg', NULL, NULL, NULL, NULL, '凤梨1个1kg以上/个', 20.80, 5.00, '990', 0, 1, 1, 1, 19, '', 0, '2018-12-12 23:59:59'),
(11, '2018072005120782.jpg', NULL, NULL, NULL, NULL, '新疆薄皮脆甜西州蜜瓜1个1.3kg以上/个', 22.80, 4.56, '5421', 1, 1, 1, 1, 55, '', 4, '2018-08-18 18:18:18'),
(1, '2018080614180653.jpg', '2018080614180653.jpg', '2018080614192494.jpg', '2018080614192470.jpg', '2018080614192499.jpg', '山东栖霞优质红富士8个200g以上/个', 28.91, 5.00, '7858', 1, 1, 1, 1, 12, '<p>待添加中</p>\r\n', 1, '2018-10-10 10:10:10'),
(15, '2018072505281476.jpg', NULL, NULL, NULL, NULL, '云南红提1kg', 16.80, 1.00, '845', 1, 1, 1, 1, 57, '', 0, '2018-08-18 18:18:18'),
(16, '2018072505305931.jpg', NULL, NULL, NULL, NULL, '海南妃子笑荔枝500g', 12.90, 9.90, '564', 1, 1, 1, 1, 58, '', 11, '2018-08-18 18:18:18'),
(17, '2018072505333796.jpg', NULL, NULL, NULL, NULL, '海南小台农芒果1kg50g以上', 15.80, 5.00, '961', 1, 0, 1, 1, 59, '', 15, '2018-08-18 18:18:18'),
(18, '2018072505395347.jpg', NULL, NULL, NULL, NULL, '原膳澳洲谷饲小公牛嫩肩牛排200g(2片)', 35.90, 6.00, '845', 1, 1, 1, 1, 60, '', 18, '2018-08-18 18:18:18'),
(19, '201807251350001.jpg', NULL, NULL, NULL, NULL, '膳深海大虾200g', 24.90, 5.00, '98510', 1, 1, 1, 1, 61, '', 18, '2019-08-18 18:18:18'),
(20, '2018072513534729.jpg', NULL, NULL, NULL, NULL, '月亮湾即食短刺乌爪海参30g', 18.80, 3.80, '63', 1, 0, 1, 1, 62, '', 0, '2019-08-18 18:18:18'),
(21, '2018072513562091.jpg', NULL, NULL, NULL, NULL, '獐子岛蚬子肉250g', 18.90, 3.00, '62451', 0, 1, 0, 0, 63, '', 0, '2019-08-18 18:18:18'),
(22, '2018072513592581.jpg', NULL, NULL, NULL, NULL, '原膳北海墨鱼仔250g', 20.80, 2.00, '8365', 1, 1, 1, 1, 64, '', 6, '2019-08-18 18:18:18'),
(23, '2018072514011967.jpg', NULL, NULL, NULL, NULL, '科尔沁澳洲牛排组合1.32kg', 99.00, 10.00, '645', 1, 1, 1, 1, 60, '', 16, '2019-08-18 18:18:18'),
(24, '2018072514034132.jpg', NULL, NULL, NULL, NULL, '泰森电烤低脂鸡胸肉条150g', 15.80, 5.90, '64', 0, 1, 1, 1, 65, '', 0, '2019-08-18 18:18:18'),
(25, '2018072514051720.jpg', NULL, NULL, NULL, NULL, '加拿大北极虾300g(90-120只/kg)', 28.90, 3.00, '48751', 1, 0, 1, 1, 61, '', 0, '2019-08-18 18:18:18'),
(26, '2018072514145690.jpg', NULL, NULL, NULL, NULL, '湾仔码头港式鲜美大虾云吞皇360g', 41.90, 2.00, '7354', 1, 1, 1, 1, 66, '', 0, '2019-08-18 18:18:18'),
(27, '2018072514163027.jpg', NULL, NULL, NULL, NULL, '万正鲜肉小笼汤包300g', 9.90, 1.10, '6551', 1, 1, 1, 1, 67, '', 0, '2019-08-18 18:18:18'),
(28, '2018072514173960.jpg', NULL, NULL, NULL, NULL, '稻香万好甘荀流沙包160g', 9.80, 0.30, '543', 1, 0, 1, 1, 68, '', 0, '2019-08-18 18:18:18'),
(29, '2018072514184741.jpg', NULL, NULL, NULL, NULL, '稻香万好糯米鸡160g', 9.90, 1.00, '356', 1, 1, 1, 1, 69, '', 0, '2019-08-18 18:18:18'),
(30, '2018072514271421.jpg', NULL, NULL, NULL, NULL, '思念手打天下三鲜水饺495g', 12.80, 2.00, '8451', 1, 1, 1, 1, 70, '', 5, '2019-08-18 18:18:18'),
(31, '2018072514290330.jpg', NULL, NULL, NULL, NULL, '安井手抓饼（葱香）900g', 15.90, 2.00, '8451', 0, 1, 1, 1, 71, '', 0, '2019-08-18 18:18:18'),
(32, '2018072514305815.jpg', NULL, NULL, NULL, NULL, '龙凤煎饺900g', 18.80, 2.00, '8451', 1, 1, 1, 1, 72, '', 0, '2019-08-18 18:18:18'),
(33, '2018072514324386.jpg', NULL, NULL, NULL, NULL, 'Joyfish番茄巴沙鱼片440g', 27.80, 4.00, '8451', 1, 1, 1, 1, 73, '', 0, '2019-08-18 18:18:18'),
(34, '2018072514540948.jpg', NULL, NULL, NULL, NULL, '圣迪乐村营养谷物鸡蛋900g(20枚)', 30.50, 3.00, '8451', 1, 1, 1, 1, 74, '', 0, '2019-08-18 18:18:18'),
(35, '2018072514564327.jpg', NULL, NULL, NULL, NULL, '海天上等蚝油700g', 8.80, 0.30, '8451', 1, 1, 1, 1, 75, '', 0, '2019-08-18 18:18:18'),
(36, '201807251502233.jpg', NULL, NULL, NULL, NULL, '未加碘天山湖盐300g', 2.80, 0.10, '8451', 1, 1, 1, 1, 76, '', 0, '2019-08-18 18:18:18'),
(37, '2018072515014077.jpg', NULL, NULL, NULL, NULL, '乌江涪陵清爽榨菜鲜脆菜丝80g', 2.10, 0.10, '8451', 1, 1, 1, 1, 77, '', 0, '2019-08-18 18:18:18'),
(38, '2018072515055378.jpg', NULL, NULL, NULL, NULL, '金沙河通用面粉家用小麦粉10KG', 45.90, 2.00, '8451', 1, 0, 1, 1, 78, '', 0, '2019-08-18 18:18:18'),
(39, '201807251507185.jpg', NULL, NULL, NULL, NULL, '陈克明面条老妈厨房劲道挂面900g*3', 25.90, 3.00, '8451', 0, 1, 1, 1, 79, '', 0, '2019-08-18 18:18:18'),
(40, '2018072515091868.jpg', NULL, NULL, NULL, NULL, '十月稻田绿豆1kg', 20.80, 1.00, '8451', 1, 1, 1, 1, 80, '', 0, '2019-08-18 18:18:18'),
(41, '2018072515114172.jpg', NULL, NULL, NULL, NULL, '椰树牌椰子汁饮料245ML*24盒/箱', 94.20, 3.00, '8451', 1, 1, 1, 1, 81, '', 0, '2019-08-18 18:18:18'),
(42, '201807251521064.jpg', NULL, NULL, NULL, NULL, '百事可乐碳酸汽水饮料整箱330ml*24', 45.90, 2.00, '8451', 1, 1, 1, 1, 82, '', 0, '2019-08-18 18:18:18'),
(43, '2018072515223787.jpg', NULL, NULL, NULL, NULL, 'Watson''s/屈臣氏苏打汽水330ml*24罐', 89.00, 2.00, '8451', 0, 1, 1, 1, 83, '', 0, '2019-08-18 18:18:18'),
(44, '2018072515243258.jpg', NULL, NULL, NULL, NULL, '椰岛牌鹿龟酒 500ml/瓶*2瓶', 188.00, 20.00, '8451', 1, 1, 1, 1, 84, '', 0, '2019-08-18 18:18:18'),
(45, '2018072515255397.jpg', NULL, NULL, NULL, NULL, '42度牛栏山二锅头陈酿500ml*12支', 198.00, 26.00, '8451', 1, 0, 1, 1, 85, '', 0, '2019-08-18 18:18:18'),
(46, '2018072515270847.jpg', NULL, NULL, NULL, NULL, '52度五粮液普五500ml*6', 5599.00, 0.00, '8451', 1, 0, 1, 1, 86, '', 0, '2019-08-18 18:18:18'),
(47, '2018072515290757.jpg', NULL, NULL, NULL, NULL, '郎酒青花郎53度500ml*6瓶', 7188.00, 1520.00, '8451', 0, 1, 1, 1, 87, '', 0, '2019-08-18 18:18:18'),
(48, '2018072515330957.jpg', NULL, NULL, NULL, NULL, '52度洋河海之蓝375ml*2瓶 ', 246.00, 20.00, '8451', 1, 1, 1, 1, 88, '', 0, '2019-08-18 18:18:18'),
(49, '2018072515350978.jpg', NULL, NULL, NULL, NULL, '长城红酒特价干红葡萄酒窖酿解百纳6瓶', 149.00, 10.00, '8451', 1, 1, 1, 1, 89, '', 0, '2019-08-18 18:18:18'),
(50, '2018072515361468.jpg', NULL, NULL, NULL, NULL, '纯干易拉罐330ml*24/听装', 62.00, 3.00, '8451', 1, 1, 1, 1, 90, '', 0, '2019-08-18 18:18:18'),
(51, '201807251537529.jpg', NULL, NULL, NULL, NULL, '柠檬茶250ML*24盒/箱', 58.90, 2.00, '8451', 1, 1, 1, 1, 91, '', 0, '2019-08-18 18:18:18'),
(52, '2018072515423518.jpg', NULL, NULL, NULL, NULL, '江中猴姑米稀15天装', 83.00, 4.00, '8451', 1, 1, 1, 1, 92, '', 0, '2019-08-18 18:18:18'),
(53, '2018072515520114.jpg', NULL, NULL, NULL, NULL, '南方黑芝麻(精装）原味600g', 29.90, 3.00, '8451', 1, 1, 1, 1, 93, '', 0, '2019-08-18 18:18:18'),
(54, '2018072515543260.jpg', NULL, NULL, NULL, NULL, '汤臣倍健R蛋白粉450g/罐', 186.00, 32.00, '8451', 1, 1, 1, 1, 94, '', 0, '2019-08-18 18:18:18'),
(55, '2018072515563586.jpg', NULL, NULL, NULL, NULL, '顺艺衣架成人防滑衣架10只装', 8.80, 0.90, '8451', 1, 1, 1, 1, 95, '', 0, '2019-08-18 18:18:18'),
(56, '2018072515590010.jpg', NULL, NULL, NULL, NULL, '汇丰信佳扫帚簸箕套装组合软毛扫把', 29.90, 3.00, '8451', 1, 1, 1, 1, 96, '', 0, '2019-08-18 18:18:18'),
(57, '2018072516001358.jpg', NULL, NULL, NULL, NULL, '妙洁拖把免手洗对折式挤水吸水胶棉拖把地', 39.80, 4.00, '8451', 1, 1, 1, 1, 97, '', 0, '2019-08-18 18:18:18'),
(58, '2018072516015236.jpg', NULL, NULL, NULL, NULL, '茶花收纳箱加厚塑料衣服有盖收纳箱58L', 67.90, 8.00, '8451', 1, 1, 1, 1, 98, '', 0, '2019-08-18 18:18:18'),
(59, '2018072601004576.jpg', NULL, NULL, NULL, NULL, '冠生园 蜂蜜900g/瓶', 30.00, 0.10, '8451', 1, 1, 1, 1, 99, '', 0, '2019-08-18 18:18:18'),
(60, '2018072601070648.jpg', NULL, NULL, NULL, NULL, '善存R佳维片 1.33g/片*60片', 82.00, 3.00, '8451', 1, 1, 1, 1, 100, '', 0, '2019-08-18 18:18:18'),
(61, '2018072601093239.jpg', NULL, NULL, NULL, NULL, '艺福堂桂圆红枣枸杞茶300g', 29.90, 5.10, '8451', 1, 1, 1, 1, 101, '', 0, '2019-08-18 18:18:18'),
(62, '2018072601232474.jpg', NULL, NULL, NULL, NULL, '鹤王阿胶糕即食女士型500g', 69.00, 3.00, '8451', 1, 1, 1, 1, 102, '', 0, '2019-08-18 18:18:18'),
(63, '2018072601245843.jpg', NULL, NULL, NULL, NULL, '千屿10个装粘钩强力无痕挂钩', 13.90, 1.00, '8451', 1, 1, 1, 1, 103, '', 0, '2019-08-18 18:18:18'),
(64, '2018072601263186.jpg', NULL, NULL, NULL, NULL, '3M思高百洁布洗碗布', 8.90, 0.10, '8451', 1, 1, 1, 1, 104, '', 0, '2019-08-18 18:18:18'),
(65, '2018072601284252.jpg', NULL, NULL, NULL, NULL, '天猫精灵 TG-C1智能音箱WiFi网络蓝牙智能音响方糖', 199.00, 70.00, '8451', 1, 1, 1, 1, 105, '', 0, '2019-08-18 18:18:18'),
(66, '201807260129545.jpg', NULL, NULL, NULL, NULL, '品胜数据线三合一充电线一拖三苹果数据线多功能车载数据线安卓', 29.00, 0.20, '8451', 1, 1, 1, 1, 106, '', 0, '2019-08-18 18:18:18'),
(67, '2018072601311965.jpg', NULL, NULL, NULL, NULL, 'NOYOKE/诺伊曼泰国进口天然乳胶枕头', 189.00, 10.00, '8451', 1, 1, 1, 1, 107, '', 0, '2019-08-18 18:18:18'),
(68, '2018072601323948.jpg', NULL, NULL, NULL, NULL, '好伴侣优质面纱立可装蚊帐', 29.90, 4.00, '8451', 1, 1, 1, 1, 108, '', 0, '2019-08-18 18:18:18'),
(69, '2018080814503923.jpg', '', '', '', '', '维达立体美食品级抽纸3层100抽24包整箱卫生纸巾 孙俪联名设计', 65.90, 6.00, '75', 0, 0, 0, 0, 109, '<p>等待添加中，请耐心等待...</p>\r\n', 0, '2019-08-18 18:18:18'),
(70, '2018080814530685.jpg', '', '', '', '', '维达经典有芯卷纸4层140克27卷整箱卫生纸巾 3层4层新旧随机发货', 59.90, 4.00, '75', 0, 0, 0, 0, 109, '<p>等待添加中，请耐心等待...</p>\r\n', 0, '2019-08-18 18:18:18'),
(71, '2018080814540386.jpg', '', '', '', '', '维达超韧中幅抽纸3层120抽24包整箱面巾纸 中规格纸巾纸品', 65.90, 6.00, '75', 0, 0, 0, 0, 109, '<p>等待添加中，请耐心等待...</p>\r\n', 0, '2019-08-18 18:18:18'),
(72, '2018080814545333.jpg', '', '', '', '', '维达立体美棉韧压花4层128克27卷有芯卷纸整箱 卫生纸巾纸品', 65.90, 6.00, '75', 0, 0, 0, 0, 109, '<p>等待添加中，请耐心等待...</p>\r\n', 0, '2019-08-18 18:18:18');

-- --------------------------------------------------------

--
-- 表的结构 `users`
--

CREATE TABLE IF NOT EXISTS `users` (
  `uid` int(11) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `uname` varchar(50) NOT NULL COMMENT '用户名',
  `upwd` varchar(50) NOT NULL COMMENT '密码',
  `uphone` varchar(20) DEFAULT NULL COMMENT '手机号',
  `uemail` varchar(50) NOT NULL COMMENT '邮箱',
  `usecurity` varchar(2) DEFAULT NULL COMMENT '账号密码（安全1，不安全空）',
  `udate` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '时间',
  PRIMARY KEY (`uid`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=26 ;

--
-- 导出表中的数据 `users`
--

INSERT INTO `users` (`uid`, `uname`, `upwd`, `uphone`, `uemail`, `usecurity`, `udate`) VALUES
(1, '邱钟毅', '924604a97c320a214d2122117f7206e6f86a3b9d', '13178786022', '244616102@qq.com', '1', '2018-07-12 15:57:31'),
(2, 'qiu', '40bd001563085fc35165329ea1ff5c5ecbdbbeef', '13178786022', '244616102@qq.com', NULL, '2018-12-08 21:07:22');
